Repository: exequtic/apdatifier
Catalog: package/translate/po/*.po
Languages: de, fr, nl, ru

source: General
de: Allgemein
fr: Général
nl: Algemeen
ru: Основное

source: Upgrade
de: Aktualisierung
fr: Mettre à jour
nl: Bijwerken
ru: Обновление

source: Appearance
de: Erscheinungsbild
fr: Apparence
nl: Vormgeving
ru: Внешний вид

source: Rules
de: Regeln
fr: Règles
nl: Regels
ru: Правила

source: Support me
de: Unterstütze mich
fr: Me soutenir
nl: Doneren
ru: Поддержать меня

source: Full system upgrade
de: Vollständiges System-Upgrade
fr: Mise à jour complète du système
nl: Systeem volledig bijwerken
ru: Полное обновление системы

source: Press Enter to close
de: Eingabetaste drücken zum Beenden
fr: Appuyez sur Entrée pour fermer
nl: Druk op enter om te sluiten
ru: Нажмите Enter чтобы закрыть

source: Executed:
de: Ausgeführt:
fr: Exécuté:
nl: Uitgevoerd:
ru: Выполнено:

source: Read the Arch Wiki - Partial Upgrades
de: Lesen Sie das Arch Wiki - Partielle Upgrades
fr: Lire le Wiki Arch - Mises à niveau partielles
nl: Lees over gedeeltelijke opwaarderingen op de Arch-wiki
ru: Прочтите Arch Wiki - Частичное обновление

source: Perform full system upgrade instead partial upgrade!
de: Führen Sie ein vollständiges System-Upgrade statt eines Teil-Upgrades durch!
fr: Effectuez une mise à niveau complète du système au lieu d’une mise à niveau partielle !
nl: Voer een volledige opwaardering uit in plaats van een gedeeltelijke!
ru: Вместо частичного обновления выполните полное обновление системы!

source: Checking latest news...
de: Prüfe aktuelle Nachrichten...
fr: Vérifier les dernières nouvelles...
nl: Bezig met ophalen van nieuws…
ru: Проверка последних новостей...

source: Checking system updates...
de: Prüfe auf Systemaktualisierungen...
fr: Vérification des mises à jour du système...
nl: Bezig met controleren op systeemupdates…
ru: Проверка системных обновлений...

source: Checking flatpak updates...
de: Prüfe auf Flatpak-Aktualisierungen...
fr: Vérification des mises à jour de Flatpak...
nl: Bezig met controleren op flatpakupdates…
ru: Проверка flatpak обновлений...

source: Checking widgets updates...
de: Prüfe auf Widgets-Updates...
fr: Vérification des mises à jour des widgets...
nl: Bezig met controleren op widgetupdates…
ru: Проверка обновлений виджетов...

source: Unable check widgets:
de: Widgets können nicht überprüft werden:
fr: Impossible de vérifier les widgets:
nl: De widget-updatecontrole is mislukt:
ru: Невозможно проверить виджеты:

source: Too many API requests in the last 15 minutes from your IP address, please try again later
de: Zu viele API-Anfragen in den letzten 15 Minuten von Ihrer IP-Adresse, bitte versuchen Sie es später noch einmal
fr: Cliquez sur plusieurs API pour utiliser votre IP après 15 minutes, essayer plus tard
nl: Er zijn in de afgelopen 15 minuten teveel api-verzoeken vanaf je ip-adres geweest - probeer het later opnieuw
ru: Слишком много API запросов с вашего IP за последние 15 минут, попробуйте позже

source: some required utilities are not installed (curl, jq, xmlstarlet)
de: einige erforderliche Dienstprogramme sind nicht installiert (curl, jq, xmlstarlet)
fr: certains utilitaires requis ne sont pas installés (curl, jq, xmlstarlet)
nl: Enkele vereiste hulpmiddelen zijn niet aangetroffen (curl, jq, xmlstarlet)
ru: некоторые из требуемых утилит не установлены (curl, jq, xmlstarlet)

source: could not get data from the API
de: konnte keine Daten von der API erhalten
fr: impossible d'obtenir des données de l'API
nl: De gegevens kunnen niet worden opgehaald van de api
ru: не удалось получить данные с API

source: Arch Linux News
de: Arch Linux Nachrichten
fr: Arch Linux Nouvelles
nl: Arch Linux-nieuws
ru: Новости Arch Linux

source: +%1 new update
de: +%1 neues Update
fr: +%1 nouvelle mise à jour
nl: +%1 update
ru: +%1 новое обновление

source: update is pending
de: Update steht noch aus
fr: mise à jour disponible
nl: update in de wachtrij
ru: обновление доступно

source: Upgrade system
de: System aktualisieren
fr: Mise à niveau système
nl: Systeem bijwerken
ru: Обновить систему

source: Read article
de: Lese Artikel
fr: Lire l'article
nl: Artikel lezen
ru: Читать статью

source: Check updates
de: Prüfe auf Updates
fr: Vérifier les mises à jour
nl: Controleren op updates
ru: Проверить обновления

source: Last check:
de: Letzte Prüfung:
fr: Dernière vérification:
nl: Recentste controle:
ru: Последняя проверка:

source: %1 second
de: %1 Sekunde
fr: %1 seconde
nl: %1 seconde
ru: %1 секунду

source: %1 minute
nl: %1 minuut
ru: %1 минуту

source: %1 hour
de: %1 Stunde
fr: %1 heure
nl: %1 uur
ru: %1 час

source: ago
de: vor
fr: depuis
nl: geleden
ru: назад

source: None
de: Kein(e)
fr: Aucune
nl: Geen
ru: Нет

source: Switch interval
de: Intervall wechseln
fr: Intervalle de changement
nl: Wisselen, iedere
ru: Переключить интервал

source: Management
de: Verwaltung
fr: Gestion
nl: Beheer
ru: Управление

source: Fetching the latest filtered mirror list...
de: Abrufen der letzten gefilterten Spiegelserverliste...
fr: Obtenir une liste des derniers miroirs...
nl: Bezig met ophalen van recentste, gefilterde spiegelserverlijst…
ru: Получение списка последних зеркал...

source: Ranking mirrors by their connection and opening speed...
de: Ranking der Spiegelserver nach ihrer Verbindungs- und Öffnungsgeschwindigkeit...
fr: Trier les miroirs selon leur vitesse...
nl: Bezig met classificeren van spiegelservers op verbinding en snelheid…
ru: Сортировка зеркал по их скорости...

source: Check your mirrorlist generator settings...
de: Überprüfen Sie die Einstellungen Ihres Spiegellistengenerators...
fr: Vérifiez les paramètres du générateur de liste miroir...
nl: Bezig met controleren van genereerinstellingen…
ru: Проверьте настройки генератора списка зеркал...

source: was updated with the following servers:
de: wurde mit den folgenden Servern aktualisiert:
fr: a été mis à jour par les serveurs suivants :
nl: is voorzien van de volgende servers:
ru: был обновлен следующими серверами:

source: To write to the mirrorlist file, sudo privileges are required
de: Um in die Mirrorlist-Datei zu schreiben, sind sudo-Rechte erforderlich
fr: Pour écrire dans le fichier Mirrorlist, les privilèges sudo sont requis
nl: Voor het opslaan van de spiegelserverlijst zijn beheerdersrechten vereist
ru: Для записи в файл mirrorlist необходимы права администратора

source: Your current mirrorlist:
de: Ihre aktuelle Spiegelserverliste:
fr: Votre liste de miroirs actuelle :
nl: Huidige spiegelserverlijst:
ru: Ваш текущий список зеркал:

source: For some widgets you may need to Log Out or restart plasmashell after upgrade
de: Nach dem Upgrade mancher Widgets, müssen Sie sich neu anmelden oder Plasmashell neu starten
fr: Pour certains widgets, vous devrez peut-être vous déconnecter ou redémarrer PlasmaShell après la mise à niveau
nl: Voor enkele widgets kan het nodig zijn om je af te melden of plasmashell te herstarten
ru: После обновления необходимо выйти из сессии или перезагрузить plasmashell

source: Checking widgets for updates...
de: Prüfe Widgets auf Aktualisierungen...
fr: Vérification des mises à jour des widgets...
nl: Bezig met controleren op widgetupdates…
ru: Проверка обновлений для виджетов...

source: Fetching information about widget...
de: Hole Informationen über Widget...
fr: Obtenir des informations sur un widget...
nl: Bezig met ophalen van widgetinformatie…
ru: Получение информации о виджете...

source: Downloading
de: Herunterladen
fr: Téléchargement
nl: Bezig met downloaden
ru: Скачивание

source: Restart plasmashell now?
de: Plasmashell jetzt neu starten?
fr: Redémarrer PlasmaShell maintenant ?
nl: Wil je plasmashell nu herstarten?
ru: Перезапустить plasmashell сейчас?

source: File metadata.json not found
de: Die Datei metadata.json wurde nicht gefunden
fr: Fichier metadata.json introuvable
nl: metadata.json is niet aangetroffen
ru: Файл metadata.json не найден

source: Errors in metadata.json file
de: Fehler in der Datei metadata.json
fr: Erreurs dans le fichier metadata.json
nl: Fouten in metadata.json
ru: Ошибки metadata.json файле

source: Unsupported file format
de: Nicht unterstütztes Dateiformat
fr: Format de fichier non pris en charge
nl: Niet-ondersteund bestandstype
ru: Не поддерживаемый формат файла

source: List all available packages in repositories
de: Alle verfügbaren Pakete in Repositories auflisten
fr: Répertorier tous les paquets disponibles dans les référentiels
nl: Alle beschikbare pakketten tonen
ru: Список всех доступных пакетов в репозиториях

source: List all installed packages
de: Alle installierten Pakete auflisten
fr: Lister tous les paquets installés
nl: Alle geïnstalleerde pakketten tonen
ru: Список всех установленных пакетов

source: List explicitly installed packages
de: Explizit installierte Pakete auflisten
fr: Répertorier les paquets explicitement installés
nl: Alle gedwongen geïnstalleerde pakketten tonen
ru: Список явно установленных пакетов

source: List explicitly installed packages and isn't a dependency of anything
de: Explizit installierte Pakete auflisten, die nicht als Abhängigkeiten installiert wurden
fr: Répertorie les paquets explicitement installés et ne dépend de rien
nl: Alle gedwongen geïnstalleerde pakketten zonder afhankelijkheden tonen
ru: Список явно установленных пакетов, которые не являются зависимостями

source: List installed dependencies that aren't needed anymore (orphans)
de: Installierte Abhängigkeiten auflisten, die nicht mehr benötigt werden (Waisen)
fr: Liste les dépendances installées qui ne sont plus nécessaires (orphelins)
nl: Alle onnodige geïnstalleerde afhankelijkheden (onteigend) tonen
ru: Список установленных зависимостей, которые больше не нужны (сироты)

source: Uninstall orphan packages
de: Verwaiste Pakete deinstallieren
fr: Désinstaller les paquets orphelins
nl: Onteigende pakketten verwijderen
ru: Удалить пакеты сироты

source: Install (downgrade) a package from cache
de: Pakete aus dem Zwischenspeicher installieren (downgraden)
fr: Installer (rétrograder) un package à partir du cache
nl: Pakket installeren (afwaarderen) uit cache
ru: Установить пакет (понизить версию) из кэша

source: Remove ALL cached packages
de: ALLE zwischengespeicherten Pakete entfernen
fr: Supprimer TOUS les paquets en cache
nl: ALLE gecachete pakketten verwijderen
ru: Очистить ВСЕ кэшированные пакеты

source: Remove cached packages that are not currently installed
de: Zwischengespeicherte Pakete entfernen, die derzeit nicht installiert sind
fr: Supprimer les paquets mis en cache qui ne sont pas actuellement installés
nl: Alle niet-geïnstalleerde gecachete pakketten verwijderen
ru: Очистить кэшированные пакеты, которые не установлены

source: Rebuild AUR python packages after python upgrade
de: AUR Python-Pakete neu erstellen nach einem Python-Upgrade
fr: Reconstruire les paquets Python AUR après la mise à niveau de Python
nl: Python-pakketten van AUR herbouwen na Python-upgrades
ru: Пересборка python пакетов из AUR после обновления python

source: Refresh mirrorlist
de: Spiegelserverliste auffrischen
fr: Actualiser la liste de miroirs
nl: Spiegelserverlijst vernieuwen
ru: Обновить список зеркал

source: Exit
de: Verlassen
fr: Sortir
nl: Afsluiten
ru: Выход

source: Review dependency warnings before removing
de: Überprüfung von Warnungen vor dem Entfernen von Abhängigkeiten
fr: Examinez les avertissements de dépendance avant de supprimer
nl: Afhankelijkheidswaarschuwingen tonen alvorens te verwijderen
ru: Ознакомьтесь с предупреждениями о зависимостях перед удалением

source: Resume?
de: Fortfahren?
fr: Reprendre ?
nl: Hervatten?
ru: Продолжить?

source: Press Enter to return menu
de: Drücken Sie die Enter, um zum Menü zurückzukehren
fr: Appuyez sur Entrée pour revenir au menu
nl: Druk op enter om terug te keren naar het menu
ru: Нажмите Enter чтобы вернуться в меню

source: Search:
de: Suche:
fr: Recherche:
nl: Zoeken:
ru: Поиск:

source: Nothing to do
de: Nichts zu tun
fr: Rien à faire
nl: Er valt niets te doen
ru: Нечего делать

source: Required installed
de: Erforderlich installiert
fr: Requis installé
nl: Vereist
ru: Требуется установленная утилита

source: Panel Icon View
de: Panel-Symbolansicht
fr: Affichage des icônes du panneau
nl: Paneelpictogramweergave
ru: Вид иконки на панели

source: Shown when
de: Angezeigt, wenn
fr: Affiché lorsque
nl: Getoond indien
ru: Показывать когда

source: Default
de: Voreinstellung
fr: Défaut
nl: Standaard
ru: Стандартная

source: Select...
de: Wählen...
fr: Sélectionner...
nl: Kiezen…
ru: Выбрать...

source: Default icon
de: Standard-Symbol
fr: Icône par défaut
nl: Standaardpictogram
ru: Стандартная иконка

source: Stopped interval
de: Angehaltenes Intervall
fr: Intervalle interrompu
nl: Stoptussenpoos
ru: Выключенный интервал

source: Enable
de: Aktivieren
fr: Activer
nl: Inschakelen
ru: Включить

source: Counter
de: Zähler
fr: Compteur
nl: Embleem
ru: Счетчик

source: Color
de: Farbe
fr: Couleur
nl: Kleur
ru: Цвет

source: Default color
de: Standardfarbe
fr: Couleur par défaut
nl: Standaardkleur
ru: Стандартный цвет

source: Select counter background color
de: Hintergrundfarbe des Zählers auswählen
fr: Sélectionnez la couleur de fond du compteur
nl: Kies de achtergrondkleur van het embleem
ru: Выбор цвета для фона счетчика

source: Default background color from current theme
de: Standard-Hintergrundfarbe des aktuellen Themas
fr: Couleur d'arrière-plan par défaut du thème actuel
nl: Standaard achtergrondkleur uit het huidige thema
ru: Стандартный цвет фона из текущей темы

source: Size
de: Größe
fr: Taille
nl: Grootte
ru: Размер

source: Radius
nl: Straal
ru: Радиус

source: Opacity
de: Deckkraft
fr: Opacité
nl: Doorzichtigheid
ru: Непрозрачность

source: Shadow
de: Schatten
fr: Ombre
nl: Schaduw
ru: Тень

source: Bold
de: Fett
fr: Audacieux
nl: Vetgedrukt
ru: Жирный

source: Offset
de: Versatz
fr: Décalage
nl: Verschuiving
ru: Смещение

source: Position
nl: Locatie
ru: Позиция

source: Center
de: Mitte
fr: Centre
nl: Centreren
ru: По центру

source: Top-Left
de: Oben links
fr: En haut à gauche
nl: Linksboven
ru: Сверху-слева

source: Top-Right
de: Oben rechts
fr: En haut à droite
nl: Rechtsboven
ru: Сверху-справа

source: Bottom-Left
de: Unten links
fr: En bas à gauche
nl: Linksonder
ru: Снизу-слева

source: Bottom-Right
de: Unten rechts
fr: En bas à droite
nl: Rechtsonder
ru: Снизу-справа

source: List View
de: Listenansicht
fr: Vue en liste
nl: Lijstweergave
ru: Вид списка

source: Use built-in icons
de: Integrierte Symbole
fr: Icônes intégrées
nl: Meegeleverde pictogrammen
ru: Встроенные иконки

source: Override custom icon theme and use default Apdatifier icons instead.
de: Benutzerdefiniertes Symbolthema überschreiben und stattdessen die Standardsymbole von Apdatifier verwenden.
fr: Remplacer le thème d'icônes personnalisé et utiliser les icônes Apdatifier par défaut à la place.
nl: Overschrijf aangepaste pictogramthema en gebruik in plaats daarvan de standaard Apdatifier pictogrammen.
ru: Использовать иконки Apdatifier вместо пользовательских иконок из темы.

source: View
de: Ansicht
fr: Vue
nl: Weergave
ru: Вид

source: Compact
de: Kompakt
fr: Compacte
ru: Компактный

source: Extended
de: Erweitert
fr: Étendue
nl: Uitgebreid
ru: Расширенный

source: Sorting
de: Sortierung
fr: Tri
nl: Sorteren
ru: Сортировка

source: By repository
de: Nach Repositorium
fr: Par référentiel
nl: Op pakketbron
ru: По репозиторию

source: By name
de: Nach Name
fr: Par nom
nl: Op naam
ru: По имени

source: Header
de: Überschrift
fr: Entête
nl: Kop
ru: Заголовок

source: Show status
de: Status anzeigen
fr: Afficher l'état
nl: Status tonen
ru: Показывать статус

source: Show tool bar
de: Symbolleiste anzeigen
fr: Afficher la barre d'outils
nl: Werkbalk tonen
ru: Показывать панель инструментов

source: Footer
de: Fußzeile
fr: Bas de page
nl: Statusbalk tonen
ru: Нижний колонтитул

source: Show tab bar
de: Registerkartenleiste anzeigen
fr: Afficher la barre d'onglets
nl: Tabbladbalk tonen
ru: Показывать панель вкладок

source: You can also switch tabs by dragging the mouse left and right with the right mouse button held.
de: Sie können die Registerkarten auch wechseln, indem Sie die Maus mit gedrückter rechter Maustaste nach links und rechts ziehen.
fr: Vous pouvez également changer d'onglet en faisant glisser la souris vers la gauche et la droite avec le bouton droit bouton de la souris maintenu.
nl: Tip: wisselen van tabblad kan ook door de muis naar links en rechts te verplaatsen en de rechtermuisknop ingedrukt te houden.
ru: Вы также можете переключаться между вкладками перемещая мышь влево и вправо с зажатой правой клавишей.

source: Configuration is automatically saved in a config file and loaded at every startup, ensuring you never lose your settings. The config file is stored in
de: Die Konfiguration wird automatisch in einer Konfigurationsdatei gespeichert und bei jedem Start geladen, sodass Sie Ihre Einstellungen nie verlieren. Die Konfigurationsdatei wird gespeichert in
fr: La configuration est automatiquement enregistrée dans un fichier de configuration et chargée à chaque démarrage, garantissant que vous ne perdrez jamais vos paramètres. Le fichier de configuration est stocké dans
nl: Configuratie wordt automatisch opgeslagen in een configuratiebestand en geladen bij elke start, zodat u uw instellingen nooit kwijtraakt. Het configuratiebestand is opgeslagen in
ru: Конфигурация автоматически сохраняется в файл и загружается при каждом запуске, что гарантирует сохранность ваших настроек. Файл настроек хранится в

source: Dismiss
de: Ablehnen
fr: Rejeter
nl: Negeren
ru: Отклонить

source: not installed! Highly recommended to install it for getting the latest updates without the need to download fresh package databases.
de: nicht installiert! Es wird dringend empfohlen, es zu installieren, um die neuesten Updates zu erhalten, ohne neue Paketdatenbanken herunterladen zu müssen.
fr: n'est pas installé! Il est fortement recommandé de l'installer pour obtenir les dernières mises à jour sans avoir besoin de télécharger de nouvelles bases de données de paquets.
nl: is niet geïnstalleerd! Dit pakket wordt sterk aanbevolen voor het controleren op updates zonder de databanken te hoeven vernieuwen.
ru: не установлен! Настоятельно рекомендуется установить его, чтобы получать последние обновления без необходимости обновлять базы данных репозиториев.

source: Interval
de: Intervall
fr: Intervalle
nl: Periodiek bijwerken
ru: Интервал

source: minutes
de: Minuten
nl: minuten
ru: минут

source: The current timer is reset when either of these settings is changed.
de: Der aktuelle Timer wird zurückgesetzt, wenn eine dieser Einstellungen geändert wird.
fr: La minuterie actuelle est réinitialisée lorsque l'un de ces paramètres est modifié.
nl: De huidige tijdklok wordt op nul ingesteld indien een van deze instellingen wordt gewijzigd.
ru: Текущий таймер будет сброшен при изменении этих настроек.

source: Check on start up
de: Prüfung beim Start
fr: Vérifier au démarrage
nl: Controleren na opstarten
ru: Проверять при запуске

source: If the option is <b>enabled</b>, update checking will begin immediately upon widget startup.<br><br>If the option is <b>disabled</b>, update checking will be initiated after a specified time interval has passed since the widget was started. <b>Recommended.</b>
de: Ist die Option <b>aktiviert</b>, beginnt die Aktualisierungsprüfung sofort nach dem Start des Widgets. .<br><br> Ist die Option <b>deaktiviert</b>, wird die Aktualisierungsprüfung nach einem bestimmten Zeitintervall nach dem Start des Widgets eingeleitet. <b>Empfohlen.</b>
fr: Si l'option est <b>activée</b>, la vérification des mises à jour commencera immédiatement au démarrage du widget.<br><br>Si l'option est <b>désactivée</b>, la vérification des mises à jour sera lancé après un intervalle de temps spécifié depuis le démarrage du widget. <b>Recommandé.</b>
nl: <b>Schakel in</b> om te controleren op updates zodra de widget geladen is.<br><br><b>Schakel uit</b> om te controleren op het opgegeven tijdstip. <b>Aanbevolen.</b>
ru: Если опция <b>включена</b>, то поиск обновлений будет запущен сразу после запуска виджета.<br><br>Если опция <b>выключена</b>, то поиск обновлений будет запущен через заданный интервал с момента запуска виджета. <b>Рекомендуется.</b>

source: Search
de: Suche
fr: Recherche
nl: Zoeken
ru: Поиск

source: Arch Official Repositories
de: Arch offizielle Repositorien
fr: Dépôts officiels Arch
nl: Officiële Arch-pakketbronnen
ru: Официальные репозитории

source: Arch User Repository
de: Arch Nutzer Repositorien
fr: Référentiel utilisateurs Arch
ru: Пользовательский репозиторий

source: It is necessary to have paru or yay installed.
de: Es ist erforderlich, dass paru oder yay installiert ist.
fr: Il est nécessaire d'avoir installé paru ou yay.
nl: Hiervoor is paru of yay vereist.
ru: Необходим установленный paru или yay.

source: Flatpak applications
de: Flatpak-Anwendungen
nl: Flatpakprogramma's
ru: Flatpak приложения

source: Not installed
de: Nicht installiert
fr: Pas installé
nl: Niet geïnstalleerd
ru: Не установлено

source: Plasma Widgets
ru: Plasma виджеты

source: To use this feature, the following installed utilities are required:<br><b>curl, jq, xmlstarlet, unzip, tar</b>.<br><br>For widget developers:<br>Don't forget to update the metadata.json and specify the name of the applet and its version <b>exactly</b> as they appear on the KDE Store.
de: Um diese Funktion nutzen zu können, müssen die folgenden Dienstprogramme installiert sein:<br><b>curl, jq, xmlstarlet, unzip, tar</b>.<br><br>Für Widget-Entwickler:<br>Vergessen Sie nicht, die metadata.json zu aktualisieren und den Namen des Applets und seine Version <b>genau</b> so anzugeben, wie sie im im KDE Store erscheinen.
fr: Pour utiliser cette fonctionnalité, les utilitaires installés suivants sont requis :<br><b>curl, jq, xmlstarlet, unzip, tar</b>.<br><br>Pour les développeurs de widgets :<br>N'oubliez pas de mettez à jour le fichier metadata.json et spécifiez le nom de l'applet et sa version <b>exactement</b> tels qu'ils apparaissent sur le KDE Store.
nl: Voor het gebruik van deze functie zijn de volgende hulpmiddelen vereist:<br><b>curl, jq, xmlstarlet, unzip, tar</b>.<br><br>Tip voor widgetontwikkelaars:<br>vergeet niet om metadata.json bij te werken en de naam van het applet en de versie <b>precies</b> zo in te vullen als in de KDE Store.
ru: Для использования этой опции необходимы следующие установленные утилиты:<br><b>curl, jq, xmlstarlet, unzip, tar</b>.<br><br>Для разработчиков виджетов:<br>Не забывайте обновлять файл metadata.json и указывать имя виджета и его версию в точности как и на сайте KDE Store.

source: Wrapper
de: Hülle
ru: Обертка

source: Mouse actions
de: Maus-Aktionen
fr: Actions de la souris
nl: Muisacties
ru: Действия мыши

source: middle click
de: Mittelklick
fr: clic du milieu
nl: Middelklikken
ru: средняя кнопка

source: right click
de: Rechtsklick
fr: clic-droit
nl: Rechtsklikken
ru: правая кнопка

source: scroll up
de: nach oben scrollen
fr: vers le haut
nl: Omhoog scrollen
ru: прокрутка верх

source: scroll down
de: nach unten scrollen
fr: vers le bas
nl: Omlaag scrollen
ru: прокрутка вниз

source: Notifications
de: Benachrichtigungen
nl: Meldingen
ru: Уведомления

source: For new updates and news
de: Für neue Updates und Nachrichten
fr: Pour les nouvelles mises à jour et les actualités
nl: Voor nieuwe updates en nieuws
ru: При новых обновлениях и новостях

source: For every version bump
de: Bei jedem Versionssprung
fr: Pour chaque changement de version
nl: Bij elk nieuwe versie
ru: При каждом изменении версии
