Repository: exequtic/apdatifier
Catalog: package/translate/po/*.po
Languages: de, fr, nl, ru

source: If the option is <b>enabled</b>, notifications will be sent when a new version of the package is bumped, even if the package is already on the list. <b>More notifications.</b> <br><br>If the option is <b>disabled</b>, notifications will only be sent for packages that are not yet on the list. <b>Less notifications.</b>
de: Wenn die Option <b>aktiviert</b> ist, werden Benachrichtigungen gesendet, wenn eine neue Version des Pakets veröffentlicht wird, auch wenn das Paket bereits auf der Liste steht. <b>Weitere Benachrichtigungen: </b> <br><br>Wenn die Option <b>deaktiviert</b> ist, werden Benachrichtigungen nur für Pakete gesendet, die noch nicht noch nicht auf der Liste stehen. <b>Weniger Benachrichtigungen.</b>
fr: Si l'option est <b>activée</b>, des notifications seront envoyées lorsqu'une nouvelle version du package est modifiée, même si le package est déjà sur la liste. <b>Plus de notifications.</b> <br><br>Si l'option est <b>désactivée</b>, les notifications ne seront envoyées que pour les paquets qui ne sont pas encore dans la liste. <b>Moins de notifications.</b>
nl: <b>Schakel in</b> om meldingen te tonen bij elke nieuwe pakketversie, zelfs als de pakketten in kwestie al op de lijst staan. <b>Meer meldingen.</b> <br><br><b>Schakel uit</b> om alleen meldingen te tonen van pakketten die nog niet op de lijst staan. <b>Minder meldingen.</b>
ru: Если опция <b>включена</b>, уведомления будут приходить, когда версия пакета повышается, даже если этот пакет уже есть в списке. <b>Больше уведомлений.</b> <br><br>Если опция <b>выключена</b>, уведомления будут приходить только если пакета еще нет в списке. <b>Меньше уведомлений.</b>

source: For errors
de: Für Fehler
fr: Pour les erreurs
nl: Voor fouten
ru: При ошибках

source: With sound
de: Ton
fr: Son
nl: Geluid
ru: Со звуком

source: Persistent
de: Persistente
fr: Persistant
ru: Постоянное

source: To further configure, click the button below -> Application-specific settings -> Apdatifier
de: Um weitere Einstellungen vorzunehmen, klicken Sie auf die Schaltfläche unten -> Anwendungsspezifische Einstellungen -> Apdatierer
fr: Pour configurer davantage, cliquez sur le bouton ci-dessous -> Paramètres spécifiques à l'application -> Apdatifier
nl: De rest van de instellingen zijn beschikbaar via onderstaande knop → Speciale programma-instellingen → Apdatifier
ru: Для дополнительных настроек, нажмите кнопку ниже -> Индивидуальные параметры приложений -> Apdatifier

source: Configure...
de: Konfigurieren...
fr: Configurer...
nl: Instellen…
ru: Настроить...

source: Unimportant
de: Unwichtig
fr: Sans importance
nl: Onbelangrijk
ru: Не имеет значения

source: Repository
fr: Référentiel
ru: Репозиторий

source: Exact repository match
de: Exakte Repository-Übereinstimmung
fr: Correspondance exacte du référentiel
nl: Exacte repository-overeenkomst
ru: Точное совпадение репозитория

source: Group
de: Gruppe
fr: Groupe
nl: Groep
ru: Группа

source: Substring group match
de: Übereinstimmung mit Teilzeichenfolge in der Gruppe
fr: Correspondance partielle du groupe
nl: Substring groepsovereenkomst
ru: Совпадение с подстрокой в группе

source: Substring
de: Übereinstimmung
fr: Correspondance
ru: Совпадение

source: Substring name match
de: Übereinstimmung mit Teilzeichenfolge im Namen
fr: Correspondance partielle du nom
nl: Substring naamovereenkomst
ru: Совпадение с подстрокой в имени

source: Name
fr: Nom
nl: Naam
ru: Имя

source: Exact name match
de: Exakte Namensübereinstimmung
fr: Correspondance exacte du nom
nl: Exacte naamovereenkomst
ru: Точное совпадение имени

source: Here you can override the default package icons and exclude them from the list. Each rule overwrites the previous one, so the list of rules should be in this order:
de: Hier können Sie die Standardsymbole der Pakete überschreiben und aus der Liste ausschließen. Jede Regel überschreibt die vorherige, daher sollte die Liste der Regeln in dieser Reihenfolge stehen:
fr: Ici, vous pouvez remplacer les icônes de package par défaut et les exclure de la liste. Chaque règle remplace la précédente, donc la liste des règles doit être dans cet ordre:
nl: Hier kunt u de standaardpictogrammen van het pakket overschrijven en uitsluiten van de lijst. Elke regel overschrijft de vorige, dus de lijst met regels moet in deze volgorde staan:
ru: Здесь вы можете переопределить значки пакетов и исключить их из списка. Каждое правило перезаписывает предыдущее, поэтому список правил должен быть в таком порядке:

source: Add rule
de: Regel hinzufügen
fr: Ajouter une règle
nl: Regel toevoegen
ru: Добавить правило

source: Apply
de: Anwenden
fr: Appliquer
nl: Toepassen
ru: Применить

source: Thanks for using my widget! If you appreciate my work, you can support me by starring the GitHub repository or buying me a coffee ;)
de: Danke für die Nutzung meines Widgets! Wenn du meine Arbeit schätzt, kannst du mich unterstützen, indem dudas GitHub-Repository unterstützst oder mir einen Kaffee spendierst ;)
fr: Merci d'utiliser mon widget! Si vous appréciez mon travail, vous pouvez me soutenir en mettant en vedette le dépôt GitHub ou en m'offrant un café ;)
nl: Bedankt voor het gebruik van mijn widget! Als je mijn werk waardeert, ondersteun me dan door de GitHub-pakketbron een ster te geven of me een kopje koffie te schenken. ;)
ru: Спасибо, что пользуетесь моим виджетом! Если он понравился, Вы можете поддержать меня, нажав кнопку Star на GitHub, или купив мне кофе ;)

source: Visit %1
de: Besuch %1
fr: Visite %1
nl: %1 openen
ru: Посетите %1

source: Terminal
nl: Terminalvenster
ru: Терминал

source: Use NerdFont icons
de: Benutze Nerd-Schriftartsymbole
fr: Utiliser les icônes NerdFont
nl: NerdFont-pictogrammen gebruiken
ru: Использовать NerdFont иконки

source: If your terminal utilizes any <b>Nerd Font</b>, icons from that font will be used.
de: Wenn Ihr Terminal eine <b>Nerd-Schriftart</b> verwendet, werden die Symbole dieser Schriftart verwendet.
fr: Si votre terminal utilise une <b>police Nerd</b>, les icônes de cette police seront utilisé.
nl: Als je terminalvenster gebruikmaakt van <b>Nerd Font</b>, dan worden pictogrammen daaruit gebruikt.
ru: Если в вашем терминале используется любой шрифт <b>Nerd Font</b>, то будут отображаться иконки из этого шрифта.

source: Options
de: Optionen
nl: Opties
ru: Опции

source: Restart plasmashell
de: Plasmashell neustarten
fr: Redémarrer le plasmashell
nl: Plasmashell herstarten
ru: Перезапуск plasmashell

source: Suggest after upgrading
de: Nach dem Upgrade vorschlagen
fr: Suggérer après la mise à niveau
nl: Vragen na opwaarderen
ru: Предлагать после обновления

source: After upgrading widget, the old version will still remain in memory until you restart plasmashell. To avoid doing this manually, enable this option.
de: Nach der Aktualisierung des Widgets verbleibt die alte Version im Speicher, bis SiePlasmashell neu starten. Um zu vermeiden dies manuell machen zu müssen, aktivieren Sie diese Option.
fr: Après la mise à niveau du widget, l'ancienne version restera en mémoire jusqu'à ce que vous redémarriez PlasmaShell. Pour éviter de le faire manuellement, activez cette option.
nl: Na het opwaarderen van de widget blijft de oude versie in het geheugen totdat je plasmashell herstart. Schakel deze optie in om niet handmatig te hoeven herstarten.
ru: После обновления виджета, старая версия будет в памяти до тех пор пока не будет перезапущена plasmashell. Чтобы не делать это вручную, включите эту опцию.

source: Pacman Mirrorlist Generator
de: Pacman-Spiegellisten-Generator
fr: Générateur de liste miroir Pacman
nl: Pacman-spiegelserverlijst genereren
ru: Генератор списка зеркал

source: Generator
fr: Generateur
nl: Genereren
ru: Генератор

source: Suggest before upgrading
de: Vor einem Upgrade vorschlagen
fr: Suggérer avant la mise à niveau
nl: Vragen alvorens op te waarderen
ru: Предлагать перед обновлением

source: To use this feature, the following installed utilities are required:<br><b>curl, pacman-contrib.</b> <br><br>Also see https://archlinux.org/mirrorlist (click button to open link)
de: Um diese Funktion zu nutzen, müssen die folgenden Dienstprogramme installiert sein:<br><b>curl, pacman-contrib.</b> <br><br>Siehe auch https://archlinux.org/mirrorlist (klicken Sie auf die Schaltfläche, um den Link zu öffnen)
fr: Pour utiliser cette fonctionnalité, les utilitaires installés suivants sont requis :<br><b>curl, pacman-contrib.</b></p><br>Voir également https://archlinux.org/mirrorlist (cliquez sur le bouton pour ouvrir le lien)
nl: Voor het gebruik van deze functie zijn de volgende hulpmiddelen vereist:<br><b>curl, pacman-contrib.</b> <br><br>Zie ook https://archlinux.org/mirrorlist (klik op de knop om de link te openen)
ru: Для использования этой опции необходимы следующие установленные утилиты:<br><b>curl, pacman-contrib.</b> <br><br>Также смотрите https://archlinux.org/mirrorlist (нажмите на кнопку для открытия ссылки)

source: Protocol
de: Protokoll
fr: Protocole
ru: Протокол

source: IP version
fr: Version IP
nl: Ip-versie
ru: IP версия

source: Mirror status
de: Status des Spiegelservers
fr: Statut du miroir
nl: Spiegelserverstatus
ru: Статус зеркал

source: Number output
de: Nummernausgabe
fr: Sortie numérique
nl: Aantal
ru: Количество

source: Number of servers to write to mirrorlist file. 0 for all.
de: Anzahl der Server, die in die Spiegelserverlisten-Datei geschrieben werden sollen. 0 für alle.
fr: Nombre de serveurs à écrire dans le fichier miroir, 0 pour tous.
nl: Het aantal servers dat in het bestand moet worden opgenomen. 0 = alle.
ru: Количество серверов, которые будут записаны в файл mirrorlist. 0 - все доступные.

source: Country
de: Land
fr: Pays
nl: Land
ru: Страна

source: Select at least one!
de: Mindestens eine(n) auswählen!
fr: Sélectionnez-en au moins un!
nl: Kies minimaal één land!
ru: Выберите хотя бы одну!

source: You must select at least one country, otherwise all will be chosen by default. <br><br><b>The more countries you select, the longer it will take to generate the mirrors!</b> <br><br>It is optimal to choose <b>1-2</b> countries closest to you.
de: Sie müssen mindestens ein Land auswählen, sonst werden standardmäßig alle Länder ausgewählt. Je mehr Länder Sie auswählen, desto länger dauert es, die Spiegel zu erstellen!</b> <br><br>Optimal ist es die Länder auszuwählen, <b>1-2</b> die Ihnen am nächsten liegen.
fr: Vous devez sélectionner au moins un pays, sinon tous seront choisis par défaut. <br><br><b>Plus vous sélectionnez de pays, plus la génération des miroirs sera longue!</b> <br ><br>Il est optimal de choisir <b>1-2</b> pays les plus proches de chez vous.
nl: Kies minimaal één land om te voorkomen dat alle landen worden gekozen.<br><br><b>Hoe meer landen je kiest, des te langer het duurt om de spiegelservers te genereren!</b><br><br>Optimale suggestie: kies <b>1-2</b> naburige landen.
ru: Вы должны выбрать хотя бы одну страну, иначе будут выбраны все. <br><br><b>Чем больше стран вы выберете, тем дольше будут генерироваться зеркала!</b><br><br>Оптимильно выбрать <b>1-2</b> ближайших к вам стран.

source: Auto check disabled
de: Automatische Prüfung deaktiviert
fr: Vérification automatique désactivée
nl: Automatische controle is uitgeschakeld
ru: Авто проверка выключена

source: Filter by package name
de: Nach Paketname filtern
fr: Filtrer par nom de paquet
nl: Filteren op pakketnaam
ru: Фильтровать по названию пакета

source: Disable auto search updates
de: Automatische Suche nach Updates deaktivieren
fr: Désactiver les mises à jour de la recherche automatique
nl: Automatische updatecontrole uitschakelen
ru: Отключить авто-проверку обновлений

source: Enable auto search updates
de: Automatische Suche nach Updates aktivieren
fr: Activer les mises à jour de la recherche automatique
nl: Automatische updatecontrole inschakelen
ru: Включить авто-проверку обновлений

source: Sort packages by name
de: Pakete nach Namen sortieren
fr: Trier les paquets par nom
nl: Pakketten sorteren op naam
ru: Сортировать пакеты по имени

source: Sort packages by repository
de: Pakete nach Repository sortieren
fr: Trier les paquets par dépôt
nl: Pakketten sorteren op pakketbron
ru: Сортировать пакеты по репозиторию

source: Stop checking
de: Prüfung stoppen
fr: Arrêter de vérifier
nl: Controle afbreken
ru: Остановить проверку

source: Compact view
de: Kompakte Ansicht
fr: Vue compacte
nl: Compacte weergave
ru: Компактный вид

source: Extended view
de: Erweiterte Ansicht
fr: Vue étendue
nl: Uitgebreide weergave
ru: Расширенный вид

source: Check out release notes
de: Versionshinweise ansehen
fr: Consultez les notes de version
nl: Bekijk de release-opmerkingen
ru: Посмотрите список изменений

source: Hide
de: Verbergen
fr: Masquer
nl: Verbergen
ru: Скрыть

source: System updated
de: System aktualisiert
fr: Système à jour
nl: Het systeem is bijgewerkt
ru: Система обновлена

source: Upgrade package
de: Upgrade Paket
fr: Mettre à jour paquet
nl: Pakket bijwerken
ru: Обновить пакет

source: Description
de: Beschreibung
nl: Beschrijving
ru: Описание

source: Author
de: Autor
fr: Auteur
nl: Maker
ru: Автор

source: App ID
nl: Programma-id
ru: ID приложения

source: Branch
de: Zweig
fr: Branche
nl: Afsplitsing
ru: Ветвь

source: Commit
ru: Активный коммит

source: Runtime
de: Laufzeit
fr: Durée
nl: Uitvoerbaar bestand
ru: Среда выполнения

source: Groups
de: Gruppen
fr: Groupes
nl: Groepen
ru: Группы

source: Provides
de: Bereitsstellung
fr: Propose
nl: Biedt
ru: Предоставляет

source: Depends on
de: Hängt ab von
fr: Dépend de
nl: Vereist
ru: Зависим от

source: Required by
de: Wird benötigt von
fr: Requis par
nl: Vereist door
ru: Требуется для

source: Conflicts with
de: Steht im Konflikt mit
fr: Conflits avec
nl: Botst met
ru: Конфликтует

source: Replaces
de: Ersetzt
fr: Remplace
nl: Vervangt
ru: Заменяет

source: Installed size
de: Installationsgröße
fr: Taille installée
nl: Installatiegrootte
ru: Размер

source: Download size
de: Downloadgröße
fr: Taille de téléchargement
nl: Downloadgrootte
ru: Размер загрузки

source: Install date
de: Installationsdatum
fr: Date d'installation
nl: Installatiedatum
ru: Дата установки

source: Install reason
de: Installationsgrund
fr: Motif d’installation
nl: Installatiereden
ru: Причина установки
